Repository: rhkdump/kdump-utils
Catalog: po/*.po
Languages: es

source: _Enable kdump?
es: _Habilitar kdump?

source: Total System Memory (MB):
es: Memoria _Total del Sistema (MB):

source: Memory To Be _Reserved (MB):
es: Memoria que va a ser _Reservada (MB):

source: Usable System Memory (MB):
es: Memoria del sistema utilizable (MB):

source: Memory Currently Reserved (MB):
es: Memoria reservada actualmente (MB):

source: Kdump Memory Reservation:
es: Reserva de memoria de Kdump (MB):

source: _Automatic
es: _Automática

source: Advanced kdump configuration
es: Configuración avanzada de Kdump

source: Kdump is a kernel crash dumping mechanism. In the event of a system crash, kdump will capture information from your system that can be invaluable in determining the cause of the crash. Note that kdump does require reserving a portion of system memory that will be unavailable for other uses.
es: Kdump es un mecanismo de volcado de fallos del kernel. En el evento de una falla del sistema, kdump capturará la información de su sistema que puede ser invaluable para la determinación de la causa del fallo. Observe que kdump no requiere reservar una porción de memoria del sistema que no estará disponible para otros usos.

source: Sorry, your system does not have enough memory for kdump to be viable!
es: Lamentablemente su sistema no tiene memoria suficiente para usar kdump.

source: Sorry, Xen kernels do not support kdump at this time!
es: ¡Lo siento, los kernel Xen no ofrecen soporte a kdump en este momento!

source: Sorry, the %s architecture does not support kdump at this time!
es: Lamentablemente la arquitectura %s no tiene soporte para kdump en este momento.

source: Changing Kdump settings requires rebooting the system to reallocate memory accordingly. Would you like to continue with this change and reboot the system after firstboot is complete?
es: El cambio de la configuración de Kdump requiere reiniciar el sistema para reasignar memoria de forma apropiada. ¿Desea continuar con este cambio y reiniciar el sistema cuando se complete el primer arranque ?

source: Error! No bootloader config file found, aborting configuration!
es: ¡Error! No se encontró el archivo de configuración del cargador de arranque, ¡abortando la configuración!
